/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */


"zanalytics.bug.alert.about" = "Sobre";
"zanalytics.bug.alert.from" = "De";
"zanalytics.bug.alert.imagelimitreached" = "Limite máximo atingido";
"zanalytics.bug.alert.imagelimits" = "Só é possível anexar um máximo de 10 imagens";
"zanalytics.bug.alert.macheader" = "Partilhe connosco os seus comentários ou comunique erros juntamente com anexos para nossa referência";
"zanalytics.bug.alert.privacytext" = "Pretende desativar temporariamente o Apptics Screen Shield?";
"zanalytics.bug.alert.write" = "Escreva-nos";


"zanalytics.bug.alert.anonymalert" = "Recomenda-se sempre a partilha de comentários com os seus endereços de e-mail. Se não partilhar os seus endereços de e-mail, não nos será possível contactá-lo sobre atualizações ao problema.";

"zanalytics.bug.alert.quitfeedback" = "Tem a certeza de que pretende sair?";
"zanalytics.feedback.navbar.title.noscreenshots" = "Sem capturas de ecrã disponíveis";
"zanalytics.feedback.navbar.title.screenshots" = "Capturas de ecrã";
"zanalytics.feedback.navbar.title.snap" = "Encaixar";
"zanalytics.feedback.navbar.title.compose" = "Escrever";

"zanalytics.bug.alert.cancel"               = "Não";
"zanalytics.bug.alert.title"                = "Quer dizer-nos alguma coisa?";
"zanalytics.feedback.navbar.title.feedback"             = "Comentários";
"zanalytics.feedback.navbar.title.reportbug"            = "Reportar erro";
"zanalytics.feedback.navbar.title.helpme"               = "Ajuda";

"zanalytics.feedback.navbar.title.systemlogs"             = "Registos do sistema";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Informações de diagnóstico";

"zanalytics.bug.alert.dontshowagain"            = "Não mostrar novamente";
"zanalytics.bug.alert.title.helpme"            = "Ajuda";

"zanalytics.bug.alert.message.savetolocal"         = "Lamentamos... Não foi possível enviar o relatório de erros. Quer guardar a captura de ecrã?";



"zanalytics.feedback.email.title"                = "Endereço de e-mail";


"zanalytics.bug.detectscreen.title"       = "Encontrou alguma coisa interessante?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Sim";
"zanalytics.bug.alert.detectscreen.no"                       = "Não";

"zanalytics.bug.alert.detectscreen.share" = "Partilhar";
"zanalytics.bug.alert.detectscreen.dontshow" = "Não perguntar novamente";

"zanalytics.bug.annotate.button.title"                       = "Anotar o erro através das ferramentas abaixo";


"zanalytics.feedback.failed.alert.description" = "Falha ao enviar comentário; tente novamente!";


"zanalytics.feedback.success.alert.description" = "Obrigado por enviar o seu comentário!";


"zanalytics.feedback.common.alert.title.add.photos" = "Adicionar fotografias";
"zanalytics.feedback.common.alert.title.alert" = "Alerta";
"zanalytics.feedback.common.button.title.back" = "Voltar";
"zanalytics.feedback.common.button.title.cancel" = "Cancelar";
"zanalytics.feedback.common.button.title.close" = "Fechar";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Valorizamos os seus comentários. Por favor, diga-nos se estamos no caminho certo.";
"zanalytics.bug.textview.placeholder"           = "Teve algum problema durante a utilização da nossa aplicação? Informe-nos.";
"zanalytics.help.textview.placeholder"           = "Tentaremos solucionar o problema e ajudá-lo!";

"zanalytics.feedback.add.photos.alert.description" = "Não há fotografias anexadas; abra a galeria de fotografias para adicionar mais fotografias!";

"zanalytics.feedback.add.photos.alert.open" = "Abrir fotografias";


"zanalytics.feedback.access.photos.alert.description" = "A aplicação %@ não tem acesso às suas fotografias.\nPara ativar o acesso, vá para: Definições > Privacidade > Fotografias > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Definições";

"zanalytics.feedback.label.title.anonymous" = "Anónimo";

"zanalytics.feedback.navbar.button.title.send" = "Enviar";
"zanalytics.feedback.navbar.button.title.next" = "Próximo";
"zanalytics.feedback.navbar.button.title.done" = "Concluído";
"zanalytics.feedback.navbar.button.title.editphotos" = "Editar fotografias";
"zanalytics.feedback.navbar.button.title.addmore" = "Adicionar mais";
"zanalytics.feedback.navbar.button.title.attach" = "Anexar";
"zanalytics.feedback.navbar.button.title.delete" = "Eliminar";


"zanalytics.feedback.navbar.title.taptoedit" = "Tocar para editar";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Escolher fotografias";
"zanalytics.feedback.navbar.title.selectphotos" = "Selecionar fotografias";
"zanalytics.feedback.navbar.title.photoselected" = "Fotografia selecionada";
"zanalytics.feedback.navbar.title.photosselected" = "Fotografias selecionadas";

"zanalytics.feedback.accessory.title.systemlogs" = "Incluir registos do sistema";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Incluir informações de diagnóstico";
"zanalytics.feedback.accessory.button.title.view" = "Ver";

"zanalytics.feedback.picker.image.notfound" = "Imagens não encontradas";

"zanalytics.feedback.attachments.title" = "Anexos(%i)";

"zanalytics.feedback.privacy.consent.description" = "Recomendamos que inclua o registo de consola e a informação de diagnóstico uma vez que irá ajudar os nossos programadores a compreender melhor os comentários que está a partilhar.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Registos de consola";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Informação de diagnóstico";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Outras informações";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informação do dispositivo";

"zanalytics.feedback.privacy.consent.cancel" = "Cancelar";

"zanalytics.feedback.privacy.consent.openmailapp" = "Abrir no correio";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Sempre enviar";

